app/views/himalayas/_form.html.erb

              <%= f.label :hora , "Selecciona hora de reserva"%><br />
                     <%=f.select :menu,[ ["Carta 40% Descuntos","Carta 40%" ],["Menu Degustion 18€", "Menu Degustion  18€"], ["Menu Degustion 20€", "Menu Degustion 20€"]
                      ] %>
---
SELECT `menus`.* FROM `menus`