app/controllers/menus_controller.rb

  def index
    @menus = Menu.all
---
SELECT `menus`.* FROM `menus`